# Powerlevel10k (load first for instant prompt)
romkatv/powerlevel10k

# OMZ libs
ohmyzsh/ohmyzsh path:lib/git.zsh
ohmyzsh/ohmyzsh path:lib/clipboard.zsh

# OMZ plugins
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/brew

# Community plugins
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
Aloxaf/fzf-tab
# fast-syntax-highlighting: zdharma-continuum is the community recovery fork after
# the original zdharma org was deleted (Oct 2021). antidote pins by commit, so
# updates are reviewed, not auto-applied. Alt: zsh-users/zsh-syntax-highlighting.
zdharma-continuum/fast-syntax-highlighting
