tap "common-fate/granted"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nrlquaker/createzap"
tap "remotemobprogramming/brew"
tap "turbot/tap"
brew "ack"
brew "act"
brew "antigen"
brew "awscli"
brew "binwalk"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exercism"
brew "gh"
brew "git"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "jq"
brew "lazydocker"
brew "mas"
brew "mise"
brew "ncdu"
brew "neovim"
brew "ollama"
brew "pipx"
brew "pnpm"
brew "pre-commit"
brew "rclone"
brew "subversion"
brew "tflint"
brew "the_silver_searcher"
brew "yarn"
brew "yt-dlp"
brew "common-fate/granted/granted"
brew "remotemobprogramming/brew/mob"
brew "turbot/tap/steampipe"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "anydesk"
cask "arduino-ide"
cask "asix-ax88179"
cask "blender"
cask "bluesnooze"
cask "burp-suite"
cask "cloudflare-warp"
cask "creality-print"
cask "crystalfetch"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "epic-games"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-source-code-pro"
cask "gather"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "inkscape"
cask "insomnia"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "logitech-camera-settings"
cask "macwhisper"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "miro"
cask "muzzle"
cask "native-access"
cask "nosql-workbench"
cask "notion"
cask "obs"
cask "obsidian"
cask "openboard"
cask "postman"
cask "purevpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "skype"
cask "slack"
cask "soduto"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wacom-tablet"
cask "webex"
cask "whatsapp"
cask "whisky"
cask "wireshark"
cask "zappy"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "RunCat", id: 1429033973
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
